// 역이름 더미
// export const stationDummy = [
//     {
//         id: 1,
//         name: "가능역",
//     },
//     {
//         id: 2,
//         name: "가락시장역",
//     },
//     {
//         id: 3,
//         name: "가산디지털단지역",
//     },
//     {
//         id: 4,
//         name: "가양역",
//     },
//     {
//         id: 5,
//         name: "가오리역",
//     },
//     {
//         id: 6,
//         name: "가정역",
//     },
//     {
//         id: 7,
//         name: "가정중앙시장역",
//     },
//     {
//         id: 8,
//         name: "가좌역",
//     },
//     {
//         id: 9,
//         name: "가천대역",
//     },
//     {
//         id: 10,
//         name: "가평역",
//     },
//     {
//         id: 11,
//         name: "간석역",
//     },
//     {
//         id: 12,
//         name: "간석오거리역",
//     },
//     {
//         id: 13,
//         name: "갈매역",
//     },
//     {
//         id: 14,
//         name: "갈산역",
//     },
//     {
//         id: 15,
//         name: "강남역",
//     },
//     {
//         id: 16,
//         name: "강남구청역",
//     },
// ];

// 카페이름 더미
export const cafeDummy = [
    {
        id: 1,
        name: "Studio ESC",
    },
    {
        id: 2,
        name: "개꿀이스케이프",
    },
    {
        id: 3,
        name: "겟어웨이 방탈출",
    },
    {
        id: 4,
        name: "넥스트에디션 강남 3호점",
    },
    {
        id: 5,
        name: "넥스트에디션 강남 5호점",
    },
    {
        id: 6,
        name: "단편선 강남점",
    },
    {
        id: 7,
        name: "도어 이스케이프 레드 신논현점",
    },
    {
        id: 8,
        name: "도어 이스케이프 강남 가든점",
    },
    {
        id: 9,
        name: "도어이스케이프 블루 신논현점",
    },
    {
        id: 10,
        name: "라스트 이스케이프",
    },
    {
        id: 11,
        name: "룸즈에이 강남점",
    },
    {
        id: 12,
        name: "마스터키 강남점",
    },
    {
        id: 13,
        name: "미스터리 룸 이스케이프 강남점",
    },
    {
        id: 14,
        name: "비밀의 화원 강남 리버타운점",
    },
    {
        id: 15,
        name: "비트포비아 강남 던전",
    },
    {
        id: 16,
        name: "비트포비아 강남 던전2",
    },
    {
        id: 17,
        name: "비트포비아 던전루나",
    },
    {
        id: 18,
        name: "비트포비아 던전스텔라",
    },
    {
        id: 19,
        name: "세븐클루스 강남 1호점",
    },
    {
        id: 20,
        name: "세븐클루스 강남 2호점",
    },
];

// 테마 더미
export const themeDummy = [
    {
        id: 1,
        name: "말 장난감",
    },
    {
        id: 2,
        name: "사랑방",
    },
    {
        id: 3,
        name: "1세대 방탈출 박물관",
    },
    {
        id: 4,
        name: "전지적 용사 시점",
    },
    {
        id: 5,
        name: "탈옥",
    },
    {
        id: 6,
        name: "알록달록",
    },
    {
        id: 7,
        name: "3인 적정 테마",
    },
];